docs: update OpenWiki
